robbyrussell/oh-my-zsh plugins/ansible
robbyrussell/oh-my-zsh plugins/common-aliases
robbyrussell/oh-my-zsh plugins/git
robbyrussell/oh-my-zsh plugins/git-auto-fetch
robbyrussell/oh-my-zsh plugins/gitfast
robbyrussell/oh-my-zsh plugins/gitignore
robbyrussell/oh-my-zsh plugins/magic-enter
robbyrussell/oh-my-zsh plugins/oc
robbyrussell/oh-my-zsh plugins/sudo
robbyrussell/oh-my-zsh plugins/tmux

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

romkatv/powerlevel10k powerlevel10k
#zdharma/fast-syntax-highlighting
unixorn/autoupdate-zgen
